Repository: jbr7rr/MedtrumKit
Catalog: Localization/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, he, hu, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sk, sl, sv, tr, uk, zh_hans

source: Enable Silent tones
ar: تمكين النغمات الصامتة
da: Aktivér lydløse toner
de: Stille Töne aktivieren
es: Activar tonos silenciosos
fi: Ota hiljaiset äänet käyttöön
fr: Activer les sonneries silencieuses
he: הפעל צלילים שקטים
hu: Csendes hangjelzések engedélyezése
it: Abilita i toni silenziosi
ja: サイレントトーンを有効にする
ko: 무음 알림음 활성화
nb: Aktiver stille toner
nl: Stille tonen inschakelen
pl: Włącz ciche sygnały
pt_br: Ativar toques silenciosos
ro: Activează tonurile silențioase
ru: Включить бесшумные сигналы
sk: Zapnúť tiché tóny
sl: Omogoči tihe tone
sv: Aktivera tysta signaler
tr: Sessiz tonları etkinleştir
uk: Увімкнути беззвучні сигнали
zh_hans: 启用静音铃声

source: Expiration
ar: انتهت صلاحية التصحيح في
da: Patch udløber den
de: Patch läuft ab um
es: El parche expira en
fi: Paikan voimassaolo päättyy
fr: Le patch expire le
he: תפוגה
hu: Lejárat
it: La patch scade alle
ja: パッチの有効期限
ko: 만료
nb: Utløp
nl: Patch verloopt op
pl: Aktualizacja wygasa o
pt_br: Atualização expira em
ro: Pompa expiră la
ru: Патч истекает в
sk: Náplasť exspiruje o
sl: Obliž poteče pri
sv: Patchen löper ut den
tr: Yama şu tarihte sona eriyor
uk: Термін дії патчу закінчується
zh_hans: 补丁过期于

source: Expired
ar: منتهية الصلاحية
da: Udløbet
de: Abgelaufen
es: Caducado
fi: Vanhentunut
fr: Expiré
he: פג תוקף
hu: Lejárt
it: Scaduto
ja: 期限切れ
ko: 만료됨
nb: Utløpt
nl: Verlopen
pl: Wygasł
pt_br: Expirado
ro: Expirat
ru: Просроченный
sk: Vypršala platnosť
sl: Pretekla veljavnost
sv: Utgått
tr: Süresi doldu
uk: Закінчився
zh_hans: 已过期

source: Expires in:
ar: ينتهي في:
da: Udløber i:
de: Läuft aus in:
es: Caduca en:
fi: Loppuu vuonna:
fr: Expire en :
he: פג תוקף ב:
hu: Lejárat:
it: Scade in:
ja: 期限切れ：
ko: 만료됩니다:
nb: Utløper i:
nl: Vervalt in:
pl: Wygasa w:
pt_br: Expira em:
ro: Expiră în:
ru: Ожидается:
sk: Končí v:
sl: Izteče v:
sv: Upphör att gälla:
tr: Süresi doldu:
uk: Закінчується через рік:
zh_hans: 到期：

source: Extended Patch expired. Basal only.
ar: انتهت صلاحية الرقعة الممتدة. القاعدية فقط.
da: Extended Patch er udløbet. Kun basal.
de: Extended Patch abgelaufen. Nur Basal.
es: Parche extendido caducado. Sólo basal.
fi: Laajennettu laastari on vanhentunut. Vain basal.
fr: Le patch étendu a expiré. Basal uniquement.
he: תוקף התיקון המורחב פג. בסיסי בלבד.
hu: A kiterjesztett javítócsomag lejárt. Csak az alapszintű.
it: Patch esteso scaduto. Solo basale.
ja: 延長パッチは期限切れ。ベーサルのみ。
ko: 확장 패치가 만료되었습니다. 기초 전용입니다.
nb: Utvidet programfiks har gått ut basal.
nl: Extended Patch is verlopen. Alleen basaal.
pl: Przedłużona łatka wygasła. Tylko podstawowa.
pt_br: Patch estendido expirado. Somente basal.
ro: Pompa, în perioada de grație, a expirat. Doar bazală.
ru: Срок действия расширенного пластыря истек. Только базальный.
sk: Platnosť rozšírenej náplasti vypršala. Len bazálna.
sl: Podaljšani popravek je potekel. Samo osnovna plast.
sv: Extended Patch har gått ut. Endast Basal.
tr: Genişletilmiş Yama'nın süresi doldu. Sadece bazal.
uk: Термін дії розширеної латки закінчився. Тільки базовий.
zh_hans: 已延长使用的贴泵到期。仅保留基础率输注。

source: Failed to connect to patch
ar: فشل الاتصال بالتصحيح
da: Kunne ikke oprette forbindelse til patch
de: Verbindung zum Patch fehlgeschlagen
es: Fallo al conectar con el parche
fi: Yhteyden muodostaminen laastariin epäonnistui
fr: Échec de la connexion au patch
he: התחברות לתיקון נכשלה
hu: Nem sikerült csatlakozni a javításhoz
it: Impossibile connettersi alla patch
ja: パッチへの接続に失敗しました
ko: 패치에 연결하지 못했습니다.
nb: Kunne ikke koble til oppdateringen
nl: Verbinding met patch mislukt
pl: Nie udało się połączyć z patchem
pt_br: Falha na ligação ao patch
ro: A eșuat conectarea la pompă
ru: Не удалось подключиться к патчу
sk: Nepodarilo sa pripojiť k záplate
sl: Ni se uspelo povezati z obližem
sv: Misslyckades med att ansluta till patch
tr: Yamaya bağlanılamadı
uk: Не вдалося підключитися до патчу
zh_hans: 连接贴泵失败

source: Failed to connect to patch -> Timeout reached
ar: فشل الاتصال بالتصحيح -> تم الوصول إلى المهلة
da: Kunne ikke oprette forbindelse til patch -> Timeout nået
de: Verbindung zum Patch fehlgeschlagen -> Timeout erreicht
es: No se ha podido conectar con el parche -> Se ha alcanzado el tiempo de espera
fi: Yhteyden muodostaminen laastariin epäonnistui -> aikakatkaisu saavutettu
fr: Échec de la connexion au patch -> Timeout atteint
he: התחברות לתיקון נכשלה -> פסק הזמן הושג
hu: Nem sikerült csatlakozni a javításhoz -> Timeout elérve
it: Impossibile connettersi alla patch -> Timeout raggiunto
ja: パッチへの接続に失敗しました。
ko: 패치에 연결하지 못함 -> 시간 초과에 도달했습니다.
nb: Kunne ikke koble til patch -> Tidsavbrudd nådd
nl: Kan geen verbinding maken met patch -> Time-out bereikt
pl: Nie udało się połączyć z patchem -> Osiągnięto limit czasu
pt_br: Falha na ligação ao patch -> Tempo limite atingido
ro: A eșuat conectarea la pompă -> S-a atins limita de timp
ru: Не удалось подключиться к патчу -> Достигнут таймаут
sk: Nepodarilo sa pripojiť k patchu -> dosiahnutý časový limit
sl: Neuspešno vzpostavljena povezava z obližem -> dosežen je časovni rok
sv: Misslyckades med att ansluta till patch -> Timeout uppnådd
tr: Yamaya bağlanılamadı -> Zaman aşımına ulaşıldı
uk: Не вдалося підключитися до патчу -> Вичерпано тайм-аут
zh_hans: 连接贴泵失败 → 已达到超时时间

source: Fault
ar: خطأ
da: Fejl
de: Störung
es: Fallo
fi: Vika
fr: Défaut
he: תקלה
hu: Hiba
it: Guasto
ja: 故障
ko: 결함
nb: Feil
nl: Fout
pl: Usterka
pt_br: Falha
ro: Defecțiune
ru: Неисправность
sk: Porucha
sl: Napaka
sv: Fel
tr: Arıza
uk: Несправність.
zh_hans: 故障

source: Fill the patch with insulin. NOTE: A minimum of 70U is required for activation.
ar: املأ التصحيح بالأنسينين. ملاحظة: مطلوب على الأقل 70U للتفعيل.
da: Fyld plasteret med insulin. BEMÆRK: Mindst 70 E er nødvendigt for aktivering.
de: Füllen Sie den Patch mit Insulin. HINWEIS: Mindestens 70U ist für die Aktivierung erforderlich.
es: Rellena el parche con insulina. NOTA: Se requiere un mínimo de 70U para su activación.
fi: Täytä laastari insuliinilla. HUOMAUTUS: Aktivointia varten tarvitaan vähintään 70U.
fr: Remplissez le patch avec de l'insuline. NOTE : Un minimum de 70U est requis pour l'activation.
he: מלאו את המדבקה באינסולין. הערה: נדרש מינימום של 70U להפעלה.
hu: Töltse meg a tapaszt inzulinnal. MEGJEGYZÉS: Az aktiváláshoz legalább 70 NE szükséges.
it: Riempire il cerotto con insulina. NOTA: per l’attivazione è richiesto un minimo di 70U.
ja: パッチにインスリンを注入する。注：活性化には最低70Uが必要です。
ko: 패치에 인슐린을 채웁니다. 참고: 활성화하려면 최소 70U가 필요합니다.
nb: Fyll depotplasteret med insulin. MERK: Minst 70 E er nødvendig for aktivering.
nl: Vul de patch in met insuline. Let op: een minimum van 70U is vereist om te activeren.
pl: Napełnij plaster insuliną. UWAGA: Do aktywacji wymagany jest co najmniej 70U insuliny.
pt_br: Preencha a atualização com insulina. NOTA: é necessário um mínimo de 70U para ativação.
ro: Umpleți pompa cu insulină. NOTĂ: Pentru activare este necesară o cantitate minimă de 70U.
ru: Заполните патч инсулином. ПРИМЕЧАНИЕ: Для активации требуется не менее 70U.
sk: Naplňte náplasť inzulínom. POZNÁMKA: Na aktiváciu je potrebných minimálne 70j.
sl: Napolnite obliž z insulinom. OPOMBA: Za aktivacijo je potrebnih najmanj 70 enot insulina.
sv: Fyll plåstret med insulin. OBS: För aktivering krävs minst 70U.
tr: Bandı insülin ile doldurun. NOT: Aktivasyon için minimum 70U gereklidir.
uk: Заповніть пластир інсуліном. ПРИМІТКА: Для активації потрібно щонайменше 70 ОД.
zh_hans: 用胰岛素填充贴泵。注意：激活至少需要70U。

source: Fill the syringe with insulin
ar: املأ المحاقنة بالأنسولين
da: Fyld sprøjten med insulin
de: Füllen Sie die Spritze mit Insulin
es: Rellena la jeringa con insulina
fi: Täytä ruisku insuliinilla
fr: Remplissez la seringue avec l'insuline
he: מלאו את המזרק באינסולין
hu: Töltse meg a fecskendőt inzulinnal
it: Riempire la siringa con insulina
ja: 注射器にインスリンを入れる
ko: 주사기에 인슐린을 채웁니다.
nb: Fyll sprøyten med insulin
nl: Vul de spuit met insuline
pl: Napełnić strzykawkę insuliną
pt_br: Preencha o seringa com insulina
ro: Umpleți seringa cu insulină
ru: Заполните шприц инсулином
sk: Naplň injekčnú striekačku inzulínom
sl: Napolnite brizgo z inzulinom
sv: Fyll sprutan med insulin
tr: Şırıngayı insülin ile doldurun
uk: Наповніть шприц інсуліном
zh_hans: 用隔热填充注射器

source: Filled
ar: مملوءة
da: Fyldt
de: Gefüllt
es: Relleno
fi: Täytetty
fr: Rempli
he: מלא
hu: Töltött
it: Riempito
ja: フィルド
ko: 채워짐
nb: Fylt
nl: Gevuld
pl: Wypełniony
pt_br: Preenchido
ro: Umplut
ru: Заполненный
sk: Vyplnené
sl: Izpolnjen
sv: Fylld
tr: Dolu
uk: Заповнено
zh_hans: 已填满

source: Force remove
ar: الإزالة القسرية
da: Tving til at fjerne
de: Entfernen erzwingen
es: Forzar eliminación
fi: Poista väkisin
fr: Forcer le retrait
he: הסר בכפייה
hu: Kényszer eltávolítás
it: Rimuovere con forza
ja: 強制撤去
ko: 강제 제거
nb: Tving fjerning
nl: Forceer verwijderen
pl: Wymuś usunięcie
pt_br: Forçar a remoção
ro: Eliminare forțată
ru: Принудительное удаление
sk: Násilné odstránenie
sl: Za silo odstranite
sv: Tvinga bort
tr: Kaldırmaya zorla
uk: Примусове видалення
zh_hans: 强制移除

source: Go back to priming
ar: العودة إلى الإعداد الأولي
da: Gå tilbage til priming
de: Zurück zur Grundierung
es: Volver a la imprimación
fi: Palaa takaisin pohjustukseen
fr: Retourner à l'amorçage
he: חזור לפרימינג
hu: Vissza az alapozáshoz
it: Tornare al priming
ja: プライミングに戻る
ko: 프라이밍으로 돌아가기
nb: Gå tilbake til klaring
nl: Ga terug naar primen
pl: Wróć do gruntowania
pt_br: Voltar para a preparação
ro: Înapoi la amorsare
ru: Вернитесь к грунтовке
sk: Vrátiť sa k plneniu
sl: Vrnite se k temeljnemu premazu
sv: Gå tillbaka till priming
tr: Hazırlamaya geri dönün
uk: Поверніться до ґрунтування
zh_hans: 返回底漆

source: Go back to pump base
ar: العودة إلى قاعدة المضخة
da: Gå tilbage til pumpebasen
de: Zurück zur Pumpenbasis gehen
es: Volver a la base de bombas
fi: Palaa takaisin pumppupohjaan
fr: Retour à la base de la pompe
he: חזור לבסיס המשאבה
hu: Menj vissza a szivattyúbázisra
it: Tornare alla base della pompa
ja: ポンプベースに戻る
ko: 펌프 베이스로 돌아가기
nb: Gå tilbake til pumpebasen
nl: Ga terug naar de pompbasis
pl: Powrót do bazy pomp
pt_br: Voltar para a base da bomba
ro: Înapoi la baza pompei
ru: Вернитесь на базу насосов
sk: Vrátiť sa k základni pumpy
sl: Vrnite se v bazo črpalke
sv: Gå tillbaka till pumpbasen
tr: Pompa tabanına geri dönün
uk: Повернутися до бази насоса
zh_hans: 返回泵基地

source: hour
ar: ساعة
da: time
de: std
es: hora
fi: tunti
fr: heure
he: שעה
hu: óra
it: ora
ja: 時
ko: 시간
nb: time
nl: uur
pl: godzina
pt_br: hora
ro: oră
ru: час
sk: hodina
sl: ura
sv: timme
tr: saat
uk: година
zh_hans: 小时

source: hours
ar: ساعات
da: timer
de: std
es: horas
fi: tuntia
fr: heures
he: שעות
hu: órák
it: ore
ja: 時間
ko: 시간
nb: timer
nl: Uren
pl: godziny
pt_br: horas
ro: ore
ru: часов
sk: hodiny
sl: ure
sv: timmar
tr: saatler
uk: годин
zh_hans: 小时

source: How long you wish to suspend your patch maximum? It will resume automatically after this time.
ar: كم من الوقت ترغب في تعليق التصحيح كحد أقصى؟ سيتم استئنافه تلقائياً بعد هذا الوقت.
da: Hvor længe ønsker du at suspendere din patch maksimalt? Den genoptages automatisk efter denne tid.
de: Wie lange möchten Sie Ihr Patch maximal aussetzen? Nach dieser Zeit wird es automatisch fortgesetzt.
es: ¿Cuánto tiempo desea suspender su parche máximo? Se reanudará automáticamente después de este tiempo.
fi: Kuinka pitkäksi aikaa haluat keskeyttää laastarin enimmäiskeston? Se jatkuu automaattisesti tämän ajan kuluttua.
fr: Combien de temps souhaitez-vous suspendre votre patch maximum ? Il reprendra automatiquement après ce délai.
he: כמה זמן אתה רוצה להשעות את התיקון שלך מקסימום? זה יתחדש אוטומטית לאחר זמן זה.
hu: Mennyi időre szeretné felfüggeszteni a tapasz maximumát? Ennyi idő elteltével automatikusan folytatódik.
it: Per quanto tempo si desidera sospendere la patch massima? Riprenderà automaticamente dopo questo tempo.
ja: パッチの最大停止時間は？この時間が経過すると自動的に再開されます。
ko: 패치를 최대 얼마 동안 일시 중단하고 싶으신가요? 이 시간이 지나면 자동으로 재개됩니다.
nb: Hvor lenge ønsker du å suspendere lappen maksimalt? Den gjenopptas automatisk etter denne tiden.
nl: Hoe lang wil je je patch maximaal opschorten? Na deze tijd wordt hij automatisch hervat.
pl: Na jak długo ma zostać maksymalnie zawieszony patch? Zostanie ona wznowiona automatycznie po upływie tego czasu.
pt_br: Durante quanto tempo deseja suspender o seu patch máximo? A aplicação será retomada automaticamente após esse período.
ro: Care este durata maximă de suspendare a pompei? Acesta își va relua automat activitatea după acest timp.
ru: На какое время вы хотите приостановить работу патча? Он возобновится автоматически по истечении этого времени.
sk: Na ako dlho si želáte pozastaviť náplasť? Po uplynutí tohto času sa automaticky obnoví.
sl: Za koliko časa želite začasno prekiniti uporabo popravkov? Po tem času se bo samodejno nadaljevala.
sv: Hur länge vill du avbryta ditt patchmaximum? Den kommer att återupptas automatiskt efter denna tid.
tr: Yamanızı en fazla ne kadar süreyle askıya almak istiyorsunuz? Bu süreden sonra otomatik olarak devam edecektir.
uk: На який максимальний термін ви бажаєте призупинити дію вашого патчу? Після закінчення цього часу його буде автоматично відновлено.
zh_hans: 您希望贴泵最长暂停多长时间？到达该时长后将会自动恢复输注。

source: Idle
ar: خامل
da: Inaktiv
de: Leerlauf
es: Ocioso
fi: Tyhjäkäynti
fr: Au repos
he: סרק
hu: Üresjárat
it: Inattivo
ja: アイドル
ko: 유휴
nb: Inaktiv
nl: Inactief
pl: Bezczynność
pt_br: Inativo
ro: Inactiv
ru: Холостой ход
sk: Nečinnosť
sl: Brez dela
sv: Inaktiv
tr: Boşta
uk: Бездіяльність.
zh_hans: 闲置

source: Information
ar: معلومات
de: Informationen
es: Información
fi: Tiedot
he: מידע
hu: Információ
it: Informazioni
ja: インフォメーション
ko: 정보
nb: Informasjon
nl: Informatie
pl: Informacje
pt_br: Informacao
ro: Informare
ru: Информация
sk: Informácie
sl: Informacije
tr: Bilgi
uk: Інформація
zh_hans: 信息

source: Insulin Suspended
ar: الأنسولين معلق
da: Insulin Suspenderet
de: Insulin ausgesetzt
es: Insulina Suspendida
fi: Insuliini Keskeytetään
fr: Insuline suspendue
he: אינסולין מושעה
hu: Inzulin Felfüggesztett
it: Insulina Sospesa
ja: インスリン 停止
ko: 인슐린 일시 중단됨
nb: Insulin Suspendert
nl: Insuline opgeschort
pl: Insulina Zawieszona
pt_br: Insulina Suspenso
ro: Insulină Suspendată
ru: Инсулин приостановлен
sk: Inzulín Pozastavený
sl: Inzulin Odložen
sv: Insulin avstängd
tr: İnsülin Askıya Alındı
uk: Інсулін Призупинено
zh_hans: 防硫 暂停

source: Insulin Delivery
ar: توصيل الإنسولين
da: Insulin Levering
de: Insulinlieferung
es: Entrega de insulina
fi: Insuliinin Toimitus
fr: Livraison d'insuline
he: משלוח אינסולין
hu: Inzulin adagolás
it: Consegna Di Insulina
ja: インスリンデリバリー
ko: 인슐린 배달
nb: Tilførsel av insulin
nl: Insuline levering
pl: Podawanie insuliny
pt_br: Entrega da insulina
ro: Administrare insulină
ru: Инсулин доставки
sk: Podávanie inzulínu
sl: Dostava insulina
sv: Insulin Leverans
tr: İnsülin Dağıtımı
uk: Доставка інсуліну
zh_hans: 硫化物交付

source: Insulin has been suspended!
ar: تم تعليق الأنسولين
da: Insulin er blevet suspenderet!
de: Das Insulin wurde ausgesetzt!
es: ¡Se ha suspendido la insulina!
fi: Insuliini on keskeytetty!
fr: L'insuline a été suspendue !
he: האינסולין הושעה!
hu: Az inzulint felfüggesztették!
it: L'insulina è stata sospesa!
ja: インスリンは中断している！
ko: 인슐린 투여가 중단되었습니다!
nb: Insulin har blitt suspendert!
nl: Insuline is opgeschort!
pl: Insulina została zawieszona!
pt_br: A insulina foi suspensa!
ro: Insulina a fost suspendată!
ru: Действие инсулина приостановлено!
sk: Inzulín bol pozastavený!
sl: Inzulin je bil ukinjen!
sv: Insulinet har stängts av!
tr: İnsülin askıya alındı!
uk: Інсулін призупинено!
zh_hans: 胰岛素已暂停使用！

source: Insulin Remaining
ar: الإنسولين المتبقي
da: Resterende Insulin
de: Insulin verbleibend
es: Insulina restante
fi: Jäljellä Oleva Insuliini
fr: Insuline restante
he: אינסולין נשאר
hu: Maradék inzulin
it: Insulina Rimanente
ja: インスリン残量
ko: 인슐린 잔량
nb: Insulin som gjenstår
nl: Resterende insuline
pl: Pozostała insulina
pt_br: Insulina Restante
ro: Insulină rămasă
ru: Оставшиеся инсулины
sk: Zostávajúci inzulín
sl: Preostali inzulin
sv: Återstående insulin
tr: Kalan İnsülin
uk: Залишок інсуліну
zh_hans: 剩余硫化物

source: Insulin Type
ar: نوع الإنسولين
de: Insulintyp
es: Tipo de insulina
fi: Insuliinityyppi
fr: Type d'insuline
he: סוג אינסולין
hu: Inzulin típusa
it: Tipo Di Insulina
ja: インスリンの種類
ko: 인슐린 유형
nl: Insuline type
pl: Typ insuliny
pt_br: Tipo de insulina
ro: Tip de insulină
ru: Тип изоляции
sk: Typ Inzulínu
sl: Vrsta insulina
sv: Typ av insulin
tr: İnsülin Tipi
uk: Тип інсуліну
zh_hans: 硫磺类型

source: Insulin used
ar: الأنسولين المستخدم
da: Anvendt insulin
de: Verwendetes Insulin
es: Insulina utilizada
fi: Käytetty insuliini
fr: Insuline utilisée
he: אינסולין בשימוש
hu: Használt inzulin
it: Insulina utilizzata
ja: 使用インスリン
ko: 사용된 인슐린
nb: Insulin brukt
nl: Gebruikte insuline
pl: Stosowana insulina
pt_br: Insulina utilizada
ro: Insulină utilizată
ru: Используемый инсулин
sk: Použitý inzulín
sl: Uporabljen inzulin
sv: Insulin används
tr: Kullanılan insülin
uk: Використаний інсулін
zh_hans: 使用的胰岛素

source: Insulin Used
ar: الأنسولين المستخدم
da: Anvendt insulin
de: Verwendetes Insulin
es: Insulina utilizada
fi: Käytetty insuliini
fr: Insuline utilisée
he: אינסולין בשימוש
hu: Használt inzulin
it: Insulina utilizzata
ja: 使用インスリン
ko: 사용된 인슐린
nb: Insulin brukt
nl: Gebruikte insuline
pl: Stosowana insulina
pt_br: Insulina utilizada
ro: Insulină utilizată
ru: Используемый инсулин
sk: Použitý inzulín
sl: Uporabljen inzulin
sv: Insulin används
tr: Kullanılan insülin
uk: Використаний інсулін
zh_hans: 使用的胰岛素

source: It is recommended to deactivate first
ar: يوصى بإلغاء التنشيط أولاً
da: Det anbefales at deaktivere først
de: Es wird empfohlen, zuerst zu deaktivieren
es: Se recomienda desactivar primero
fi: On suositeltavaa poistaa ensin käytöstä
fr: Il est recommandé de désactiver d'abord
he: מומלץ להשבית תחילה
hu: Javasoljuk, hogy először deaktiválja
it: Si consiglia di disattivare prima
ja: 最初に無効化することをお勧めします。
ko: 먼저 비활성화하는 것이 좋습니다.
nb: Det anbefales å deaktivere første gang.
nl: Het wordt aanbevolen om eerst te deactiveren
pl: Zaleca się najpierw dezaktywację
pt_br: Recomenda-se desativar primeiro
ro: Este recomandat să dezactivați mai întâi
ru: Рекомендуется сначала деактивировать
sk: Odporúča sa najprv deaktivovať
sl: Priporočljivo je, da najprej deaktivirate
sv: Vi rekommenderar att du avaktiverar först
tr: Önce devre dışı bırakılması önerilir
uk: Рекомендується спочатку деактивувати
zh_hans: 建议先停用

source: Last sync
ar: آخر مزامنة
da: Seneste synkronisering
de: Letzter Sync
es: Última sincronización
fi: Viimeisin synkronointi
fr: Dernière synchronisation
he: סנכרון אחרון
hu: Utolsó szinkronizálás
it: Ultima sincronizzazione
ja: 最後の同期
ko: 마지막 동기화
nb: Sist synkronisert
nl: Laatste synchronisatie
pl: Ostatnia synchronizacja
pt_br: Última sincronização
ro: Ultima sincronizare
ru: Последняя синхронизация
sk: Posledná synchronizácia
sl: Zadnja sinhronizacija
sv: Senaste synkronisering
tr: Son senkronizasyon
uk: Остання синхронізація
zh_hans: 上次同步

source: Last Sync
ar: آخر مزامنة
da: Seneste synkronisering
de: Letzter Sync
es: Última sincronización
fi: Viimeisin synkronointi
fr: Dernière synchronisation
he: סנכרון אחרון
hu: Utolsó szinkronizálás
it: Ultima sincronizzazione
ja: 最後の同期
ko: 마지막 동기화
nb: Sist synkronisert
nl: Laatste synchronisatie
pl: Ostatnia synchronizacja
pt_br: Última sincronização
ro: Ultima sincronizare
ru: Последняя синхронизация
sk: Posledná synchronizácia
sl: Zadnja sinhronizacija
sv: Senaste synkronisering
tr: Son senkronizasyon
uk: Остання синхронізація
zh_hans: 上次同步

source: Light and beep
ar: ضوء ونبش
da: Lys og bip
de: Hell und Piepton
es: Luz y pitido
fi: Vaalea ja äänimerkki
fr: Lumière et bip
he: אור וצפצוף
hu: Fény és hangjelzés
it: Luce e segnale acustico
ja: ライトとビープ音
ko: 조명 및 신호음
nb: Lys og pust
nl: Lichte en pieptoon
pl: Światło i dźwięk
pt_br: Claro e bipe
ro: Lumină și semnal sonor
ru: Светлый и пчеловый
sk: Svetlo a zvukový signál
sl: Svetloba in zvočni signal
sv: Ljus och pip
tr: Işık ve bip sesi
uk: Світло та звуковий сигнал
zh_hans: 光和蜂鸣声

source: Light and vibrate
ar: الضوء والاهتزاز
da: Lys og vibrere
de: Hell und vibrieren
es: Luz y vibración
fi: Vaalea ja värinä
fr: Lumière et vibration
he: אור ורוטט
hu: Fény és rezgés
it: Luce e vibrazione
ja: 光と振動
ko: 빛과 진동
nb: Lys og vibrer
nl: Licht en trillen
pl: Światło i wibracje
pt_br: Luz e vibração
ro: Lumină și vibrație
ru: Светлая и вибрация
sk: Svetlo a vibrácie
sl: Svetloba in vibracija
sv: Ljus och vibrera
tr: Işık ve titreşim
uk: Світло та вібрація
zh_hans: 光和振动

source: Light-only
ar: الضوء فقط
da: Kun Lys
de: Nur Licht
es: Solo luz
fi: Vain valolle
fr: Lumière seule
he: אור בלבד
hu: Csak fényt használó
it: Sola Luce
ja: ライトオンリー
ko: 조명 전용
nb: Kun lette
nl: Licht-alleen
pl: Tylko w świetle
pt_br: Luz-apenas
ro: Doar lumină
ru: Только для света
sk: Iba svetlo
sl: Samo za svetlobo
sv: Endast ljus
tr: Yalnızca ışık
uk: Тільки світло
zh_hans: 仅灯光

source: Light, vibrate and, beep
ar: الضوء والاهتزاز والتنبيه
da: Lys, vibration og bip
de: Hell, vibrieren und Piepton
es: Luz, vibración y, pitido
fi: Valo, väriset ja äänimerkki
fr: Lumière, vibreur et bip
he: אור, רוטט וצפצוף
hu: Fény, rezgés és hangjelzés
it: Luce, vibrare e, beep
ja: ライト、バイブレーション、ビープ音
ko: 빛, 진동 및 삐 소리
nb: Lett, vibrering og grov
nl: Licht, trillen en piep
pl: Światło, wibracje i dźwięk
pt_br: Luz, vibração e bipe
ro: Lumină, vibrație și semnal sonor
ru: Светлая, вибрация и пчела
sk: Svetlo, vibrácie a zvukový signál
sl: Svetloba, vibriranje in zvočni signal
sv: Ljus, vibrerar och pip
tr: Işık, titreşim ve bip sesi
uk: Світло, вібрація та звуковий сигнал
zh_hans: 灯光、振动和蜂鸣声

source: loading
ar: التحميل
da: Indlæsning
de: Laden
es: cargando
fi: lastaus
fr: chargement
he: העמסה
hu: betöltés
it: caricamento
ja: ローディング
ko: 로딩 중
nb: laster
nl: laden
pl: ładowanie
pt_br: carregamento
ro: încărcare
ru: загрузка
sk: načítanie
sl: nalaganje
sv: lastning
tr: yükleme
uk: завантаження
zh_hans: 装载量

source: Make sure the Serial Number is correct before connecting it to the patch.
ar: تأكد من أن الرقم التسلسلي صحيح قبل توصيل التصحيح.
da: Kontrollér, at serienummeret er korrekt, før det sættes på plasteret.
de: Stellen Sie sicher, dass die Seriennummer korrekt ist, bevor Sie sie mit dem Patch verbinden.
es: Asegúrese de que el número de serie es correcto antes de conectarlo al parche.
fi: Varmista, että sarjanumero on oikein ennen kuin yhdistät sen laastariin.
fr: Assurez-vous que le numéro de série est correct avant de le connecter au patch.
he: ודא שהמספר הסידורי נכון לפני חיבורו לתיקון.
hu: Győződjön meg róla, hogy a sorozatszám helyes, mielőtt csatlakoztatja a patch-hez.
it: Assicurarsi che il Numero di serie sia corretto prima di collegarlo al cerotto.
ja: パッチに接続する前に、シリアル番号が正しいことを確認してください。
ko: 패치에 연결하기 전에 일련 번호가 올바른지 확인하세요.
nb: Kontroller at serienummeret er korrekt før du kobler det til depotplasteret.
nl: Zorg ervoor dat het serienummer correct is voordat u het verbindt met de patch.
pl: Przed podłączeniem do plastra należy upewnić się, że numer seryjny jest prawidłowy.
pt_br: Certifique-se de que o Número de Série está correto antes de conectá-lo ao patch.
ro: Asigurați-vă că numărul de serie este corect înainte de a-l conecta la pompă.
ru: Убедитесь, что серийный номер указан верно, прежде чем подключить его к патчу.
sk: Pred pripojením k náplasti sa uistite, že sériové číslo je správne.
sl: Pred priključitvijo na popravek se prepričajte, da je serijska številka pravilna.
sv: Se till att serienumret är korrekt innan du ansluter det till patchen.
tr: Eke bağlamadan önce Seri Numarasının doğru olduğundan emin olun.
uk: Переконайтеся, що серійний номер правильний, перш ніж підключати його до патчу.
zh_hans: 在连接到贴泵前，请确保序列号正确。
